Repository: likwueron/ProjectHospital-l10n.tws
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: tws

source: Neuro-surgery
tws: Sîn-keng chhiú-su̍t

source: Neuroexam unit
tws: Sîn-keng kiám-cha sek

source: Neurology
tws: Sîn-keng-ha̍k

source: Neurology Lab
tws: Sîn-keng-ha̍k Lab

source: Neurology master
tws: Sîn-keng-ha̍k tachip-jîn

source: New map
tws: Sin tē-tô͘

source: New...
tws: Sin-ê...

source: Night owl
tws: Àm-kong-chiáu

source: Night shift
tws: Iā-pan

source: Night shift not staffed.
tws: Iā-pan bô-lâng.

source: Night shift staffed
tws: Iā-pan jîn-oân

source: Night shift: Clinic
tws: Iā-pan: Mn̂g-chín

source: Night shift: Hospitalization
tws: Iā-pan: Tòa-īⁿ

source: Night:
tws: Àm-sî:

source: No
tws: Boaih

source: No department
tws: Bô pō͘-mn̂g

source: None
tws: Bô

source: Normal absorption of nutrients in the small intestine is thus compromised resulting in nutritional deficiencies.
tws: It-poaⁿ tī sió-tn̂g lāi chu-ióng-liāu ê khip-siu chū-án-ne kiám-chió chòe-āu chu-ióng bô-kàu.

source: Normal game speed
tws: Chiàⁿ-siōng sok-tō͘

source: Not available
tws: Bô-hoat-tō͘ sú-iōng.

source: Number 0
tws: Sò͘-jī 0

source: Number 1
tws: Sò͘-jī 1

source: Number 2
tws: Sò͘-jī 2

source: Number 3
tws: Sò͘-jī 3

source: Number 4
tws: Sò͘-jī 4

source: Number 5
tws: Sò͘-jī 5

source: Number 6
tws: Sò͘-jī 6

source: Number 7
tws: Sò͘-jī 7

source: Number 8
tws: Sò͘-jī 8

source: Number 9
tws: Sò͘-jī 9

source: Nurse
tws: Hō͘-sū

source: Nurse is capable of providing various types of patient care.
tws: Hō͘-sū ē-sái hō͘ hoān-chiá chē-chē ê khàn-hō͘.

source: Nurses
tws: Hō͘-sū

source: OK
tws: HÓ

source: OPTIONS
tws: SIAT-TĒNG

source: Objective
tws: Bo̍k-piau

source: Objects
tws: Bu̍t-phín

source: Observation
tws: Koan-chhat

source: Observation room
tws: Koan-chhat sek

source: Occupation
tws: Thâu-lō͘

source: Occupation:
tws: Thâu-lō͘:

source: Office chair
tws: Pān-kong í

source: Office desk
tws: Pān-kong toh-á

source: Ok
tws: Hó

source: Only at clinic.
tws: Kan-na tī mn̂g-chín.

source: Only for diagnosed patients, you can try to use TC Hospitalization instead.
tws: Kan-na ū chín-toàn ê hoān-chiá ē-tàng iōng, lí ē-sái kái-ēng kip-kiù-sek.

source: Open current department management
tws: Phah-khui bo̍k-chêng pō͘-mn̂g koán-lí

source: Open department management
tws: Phah-khui pō͘-mn̂g koán-lí

source: Open department's patient table
tws: Phah-khui pō͘-mn̂g hoān-chiá pió

source: Open diagnosis table
tws: Phah-khui chín-toān pió

source: Open examination table
tws: Phah-khui kiám-cha pió

source: Open hospital management card
tws: Phah-khui pēⁿ-īⁿ koán-lí khá

source: Open patient payments card
tws: Phah-khui hoān-chiá chi-hut khá

source: Open patient table
tws: Phah-khui hoān-chiá pió

source: Open symptoms table
tws: Phah-khui chèng-thâu pió

source: Open {1} clinic
tws: Khai-sí {1} ê mn̂g-chín

source: Operating room
tws: Chhiú-su̍t-pâng

source: Operating room - 12 x 6
tws: Chhiú-su̍t-pâng

source: Operating room equipped
tws: Chhiú-su̍t-pâng chong-pī

source: Orthopaedic surgery
tws: Chéng-hêng chhiú-su̍t

source: Orthopaedy
tws: Chéng-hêng gōa-kho

source: Orthopaedy master
tws: Chéng-hêng gōa-kho tachip-jîn

source: Other
tws: Kî-tha

source: Outdoor objects
tws: Gōa-kháu ê bu̍t-phín

source: Oxygen tank
tws: Sng-sò͘ chô

source: PC
tws: Tiān-náu

source: Pain
tws: Thiàⁿ

source: Pain in the ears
tws: Hī-á lāi thiàⁿ

source: Pancreas contusion
tws: Chūi-chōng gêng-hoeh

source: Pancreatic insufficiency occurs when the gland is damaged enough to seize functioning sufficiently.
tws: Chúi-chòng ki-lêng put-choân sī sòaⁿ-thé tio̍h-siong chiok giâm-tiōng kàu bô-hoat-tō͘ ū ki-lêng sî hoat-seng.

source: Pancreatic insufficiency occurs when the gland is damaged enough to seize functioning sufficiently. Normal absorption of nutrients in the small intestine is thus compromised resulting in nutritional deficiencies.
tws: Chúi-chòng ki-lêng put-choân sī sòaⁿ-thé tio̍h-siong chiok giâm-tiōng kàu bô-hoat-tō͘ ū ki-lêng sî hoat-seng. It-poaⁿ tī sió-tn̂g lāi chu-ióng-liāu ê khip-siu chū-án-ne kiám-chió chòe-āu chu-ióng bô-kàu.

source: Pancreatitis
tws: Chūi-chōng-iām

source: Pancreatitis refers to inflammation of the pancreas. It is usually caused by gallstone blockage or excessive alcohol abuse.
tws: Chūi-chōng-iām sī kóng chūi-chōng hoat-iām. It-poaⁿ sī táⁿ-chio̍h chó͘-tòng a̍h-sī siong-chiú tì-sú ê.

source: Paper holder
tws: Chóa-kè

source: Patient
tws: Hoān-chiá

source: Patient can't be hospitalized!
tws: Hoān-chiá bōe-tàng tòa-īⁿ!

source: Patient can't talk.
tws: Hoān-chiá bô-hoat-tō͘ kong-ōe.

source: Patient care
tws: Hoān-chiá khàn-hō͘

source: Patient got incorrectly diagnosed!
tws: Chìn-chêng tùi chit-ê hoān-chiá ê chín-toàn m̄-tio̍h!

source: Patient is leaving.
tws: Hoān-chiá leh lî-khui ah.

source: Patient on clinic
tws: Tī mn̂g-chín ê hoān-chiá

source: Patient's bed got broken.
tws: Hoān-chiá ê pēⁿ-chhn̂g pháiⁿ-khì ah.

source: Patients
tws: Hoān-chiá

source: Patients at high dependency unit
tws: Tī tiong-tiông-tō͘ pēⁿ-pâng ê hoān-chiá

source: Patients at regular ward
tws: Tī it-poaⁿ pēⁿ-pâng ê hoān-chiá

source: Patients breakfast
tws: Hoān-chiá chia̍h chai

source: Patients can die
tws: Hoān-chiá ē óng-seng

source: Patients dinner
tws: Hoān-chiá chia̍h àm-tǹg

source: Patients lunch
tws: Hoān-chiá chia̍h tiong-tàu

source: Payment:
tws: Chi-hut:

source: Peptic ulcer disease
tws: Siau-hòa-sèng-ùi-iông

source: Pertussis
tws: Pah-ji̍t-sàu

source: Pertussis also known as Whooping Cough is a highly contagious respiratory disease. It is caused by the bacteria Bordetella pertussis. Before the development of a vaccine, pertussis was considered a childhood disease. Now it affects people whose immunedefense is weakened.
tws: Pah-ji̍t-sàu sī chi̍t-chióng thoân-jiám-sèng chin kiông ê ho͘-khip-khì pēⁿ. Chit-ê pēⁿ sī sè-khún Bordetella pertussis tì-sú ê. Tī e̍k-biâu chhut-hiān chìn-chêng, pah-ji̍t-sàu lóng hông tòng-chò sī gín-á pēⁿ. Chit-má i mā ē éng-hióng bián-e̍k m̄-hó ê lâng.

source: Pharyngitis
tws: Ian-thâu-iām

source: Pharyngitis refers to inflammation of the throat and can be caused by bacteria or virus.
tws: Ian-thâu-iām tio̍h-sī kóng ian-thâu hoat-iām. Sè-khún a̍h-sī pēⁿ-to̍k ē-sái tì-sú chit-khoán pēⁿ.

source: Physical examination
tws: Seng-khu kiám-cha

source: Pigs act as intermediate hosts when they consume fodder or water contaminated with human feces.
tws: Tī nā-sī chia̍h-tio̍h ū lâng sài ê chhī-liāu a̍h-sī chúi tiō ē piàn-chó i ê tiong-kan siok-chú.

source: Pirate
tws: Àu-kheh

source: Place 100 decorations.
tws: Khǹg 100 ê chng-sek-phín.

source: Place 100 single objects.
tws: Khǹg 100 ê bu̍t-phín.

source: Place 1000 single objects.
tws: Khǹg 1000 ê bu̍t-phín.

source: Planned treatments
tws: Kè-ōe ê tī-liâu

source: Play for 8 hours.
tws: Sńg 8 tiám-cheng.

source: Pneumonia
tws: Hì-iām

source: Pork tapeworm
tws: Ti-bah tòa-thâng

source: Pork tapeworms (T.
tws: Ti-bah tòa-thâng (T.

source: Pork tapeworms (T. solium) are parasitic flatworms living in the digestive system of humans. Pigs act as intermediate hosts when they consume fodder or water contaminated with human feces. Eating undercooked pork can cause infection.
tws: Ti-bah tòa-thâng (T. solium) sī chi̍t-chióng tòa tī lâng ê siau-hòa hē-thóng lāi ê kià-seng-sèng píⁿ-pîⁿ-thâng. Tī nā-sī chia̍h-tio̍h ū lâng sài ê chhī-liāu a̍h-sī chúi tiō ē piàn-chó i ê tiong-kan siok-chú. Chia̍h bô-se̍k ê ti-bah ū khó-lêng thoân-jiám.

source: Possible diagnoses
tws: Khó-lêng ê chín-toān

source: Poster - Digestion
tws: Hái-pò - Siau-hòa-khì

source: Poster - Liver
tws: Hái-pò - Koaⁿ

source: Poster - Skull
tws: Hái-pò - Thâu-khak

source: Poster - Veins
tws: Hái-pò - Chēng-me̍h

source: Poster - eye
tws: Hái-pò - ba̍k-chiu

source: Poster - heart
tws: Hái-pò - sim-chōng

source: Preparing for surgery
tws: Leh chún-pī chhiú-su̍t

source: Press ESC or right mouse button to cancel.
tws: Ni̍h ESC a̍h-sī chiàⁿ niau-chhí button lâi chhú-siau.

source: Previous day
tws: Chăng

source: Primary peritonitis
tws: Goân-hoat-sèng pak-mo̍h-iām

source: Primary peritonitis is a bacterial infection of the peritoneum; a membrane covering the inner abdominal wall and organs within the abdominal cavity. Left untreated the condition is almost always fatal.
tws: Goân-hoat-sèng pak-mo̍h-iām sī chi̍t-chióng sè-khún kám-jiám pak-mo̍h ê pēⁿ. Pak-mo̍h tiō sī pak-khang lāi khàm lāi-pak-mo̍h kah khì-koan ê mo̍͘h. Nā bô tī-liâu lâng hiám-hiám-á ē sí.

source: Printer
tws: Ìn-pió-ki

source: Pulmonary NTMB infection
tws: Hì-chōng NTMB kám-jiám

source: Pulmonary anthrax
tws: Hì thòaⁿ-chhi

source: Pulmonary mycobacterial infection of non-tuberculous type of disease caused by other species of mycobacterium and it is relatively common. Often occuring in immunoincompetent patients or in patients with preexisting pulmonary disease, but also in healthy patients.
tws: Hì-chōng hui-kiat-hu̍t hêng mycobacterial kám-jiám sī hui kiat-hu̍t-khún tì-sú ê hì-chōng kám-jiám. I pí kiat-hu̍t pēⁿ khah chia̍p-khòaⁿ. It-poaⁿ hoat-seng tī bián-e̍k put-choân a̍h-sī ū pa̍t-ê hì-pēⁿ ê lâng, m̄-koh mā ū it-poaⁿ-lâng ê lē.

source: Purchase {1} ambulance(s)
tws: Bé {1} tâi kiù-hō͘-chhia

source: Pyelonephritis
tws: Sīn-û-io-chí-iām

source: Pyelonephritis is inflammation of the kidney, usually due to ascending bacteria spreading up through the urinary tract.
tws: Sīn-û-io-chí-iām sī io-chí hoat-iām, it-poaⁿ sī su-jiō-kńg ê sè-khún óng bīn-téng cháu kàu io-chí ê koan-hē.

source: QUIT
tws: [fuzzy]Lî-khui

source: Queue machine
tws: Hō-bé-pâi ki

source: Queue machine works together with one or more info TVs.
tws: Hō-bé-pâi ki ài kah chi̍t-tâi a̍h-sī khah-chē ê pò-hō êng-bō͘ chò-hóe chiah-ū kong-lêng.

source: Quit
tws: Siu-soah

source: Radio
tws: La-ji-ó͘

source: Radiologist
tws: Hòng-siā ha̍k-chiá

source: Radiologists
tws: Hòng-siā ha̍k-chiá

source: Radiology
tws: Hòng-siā kho

source: Rat-bite fever
tws: Chhí-kā-jia̍t

source: Rat-bite fever is an acute febrile disease caused by bacteria transmitted by rodents, particularly by their urine or mucous secretions.
tws: Chhí-kā-jia̍t sī chi̍t-chióng ùi niau-chhí lâi ê sè-khún tì-sú ê kip-sèng jia̍t-pēⁿ. Siōng chia̍p-khòaⁿ ê thoân-jiám goân sī niau-chhí ê jiō a̍h-sī hun-pì-mi̍h.

source: Raynaud's syndrome
tws: Raynaud chèng-hāu-kûn

source: Raynaud's syndrome causes numbness and coldness of hands, fingers and toes as response to cold outdoor temperatures.
tws: Raynaud chèng-hāu-kûn ē tì-sú chhiú, chhiú-cháiⁿ kah kha-cháiⁿ kám-kak bâ-pì kah léng, in-ūi tú-tio̍h gōa-kháu ê léng-khì.

source: Reception
tws: Kiám-siong keng

source: Reception - 6 x 16
tws: Kiám-siong keng - 6 x 16

source: Reception - 6 x 6
tws: Kiám-siong keng - 6 x 6

source: Receptionist
tws: Kiám-siong jîn-oân

source: Receptionists
tws: Kiám-siong jîn-oân

source: Regular hospitalization
tws: It-poaⁿ tòa-īⁿ

source: Regular ward
tws: It-poaⁿ pēⁿ-pâng

source: Regular ward - 12 x 6
tws: It-poaⁿ pēⁿ-pâng - 12 x 6

source: Regular ward - 4 x 6
tws: It-poaⁿ pēⁿ-pâng - 4 x 6

source: Remove doors or windows
tws: Thiah-tiāu mn̂g kah thang

source: Remove rooms
tws: Thiah-tiāu pâng-keng

source: Renal contusion
tws: Io-chí gêng-hoeh

source: Rename character
tws: Jîn-bu̍t kái-miâ

source: Rename department
tws: Pō͘-mn̂g kái-miâ

source: Required hospitalization:
tws: Su-iàu tòa-īⁿ:

source: Required:
tws: Su-iàu:

source: Rest
tws: Hioh-khùn

source: Restore defaults
tws: Hoe-ho̍k goân-chho͘ ti̍t

source: Restore to defaults
tws: Hoe-ho̍k goân-chho͘ ti̍t

source: Restroom
tws: Piān-só͘

source: Restroom - 6 x 4
tws: Piān-só͘ - 6 x 4

source: Restroom - 6 x 6
tws: Piān-só͘ - 6 x 6

source: Restrooms should be available on every floor.
tws: Múi chi̍t lâu lóng ài ū piān-só͘.

source: Rooms
tws: Pâng-keng

source: SANDBOX
tws: SOA-PHÛN

source: SAVE GAME
tws: SÈIHU GÉIM

source: SMALL HOSPITAL
tws: SÈ PĒⁿ-Īⁿ

source: Salmonella infection is one one of the common bacterial infection that affects the human intestinal tract. Humans become infected by ingesting contaminated water or food.
tws: Salmonella kám-jiám sī chi̍t-ê siōng chia̍p-khòaⁿ ê sè-khún kám-jiám. I ê éng-hióng lâng ê tn̂g-tō. Lâng nā-sī chia̍h-tio̍h hō͘ u-jiám ê chúi a̍h-sī chia̍h-mi̍h tiō ē kám-jiám.

source: Salmonellosis
tws: Salmonella kám-jiám

source: Sand
tws: Soa

source: Sandbox
tws: Soa-phûn

source: Sandbox, 64 x 64
tws: Soa-phûn, 64 x 64

source: Sandbox, 96 x 96
tws: Soa-phûn, 96 x 96

source: Satisfaction
tws: Khi-mo͘-chih

source: Save scenario
tws: Sèihu sinàlīo͘

source: Scenario options
tws: Scenario siat-tēng

source: Scholar
tws: Ha̍k-chiá

source: Scoliosis
tws: Chek-chui piⁿ-oan

source: Scoliosis is a sideway curvature of the spine usually in a C or S shape.
tws: Chek-chui piⁿ-oan sī chek-chui-kut óng piⁿ-bīn oan khì, it-poaⁿ ē piàn-chó C a̍h-sī S hêng.

source: Scoliosis is a sideway curvature of the spine usually in a C or S shape. Scoliosis is usually painless.
tws: Chek-chui piⁿ-oan sī chek-chui-kut óng piⁿ-bīn oan khì, it-poaⁿ ē piàn-chó C a̍h-sī S hêng. It-poaⁿ lâi kóng, chek-chui piⁿ-oan bōe thiàⁿ.

source: Scoliosis is usually painless.
tws: It-poaⁿ lâi kóng, chek-chui piⁿ-oan bōe thiàⁿ.

source: Select department
tws: Soán pō͘-mn̂g

source: Select employee
tws: Soán oân-kang

source: Send away
tws: Sàng-cháu

source: Send the patient to ICU
tws: Sàng hoān-chiá khì KHPP(ICU)

source: Sending a patient away.
tws: Sàng-cháu hoān-chiá.

source: Sent home
tws: Sàng tńg--khì chhù

source: Seriously?
tws: Che kám-tio̍h?

source: Shelf
tws: Kè-á

source: Shingles
tws: Tòa-chn̄g-phā-chín

source: Shingles can be extremely painful.
tws: Tòa-chn̄g-phā-chín khó-lêng ē chiok thiàⁿ ê.

source: Shingles is an infection caused by a reactivation of varicella-zoster virus.
tws: Tòa-chn̄g-phā-chín sī seng-khu lāi ê vericella-zoster pēⁿ-to̍k chài-oa̍h-sèng-hòa ê pēⁿ.

source: Shingles is an infection caused by a reactivation of varicella-zoster virus. The disease results in a red skin rash that forms small blisters in a wide stripe following the course of a dermatome. Shingles can be extremely painful.
tws: Tòa-chn̄g-phā-chín sī seng-khu lāi ê vericella-zoster pēⁿ-to̍k chài-oa̍h-sèng-hòa ê pēⁿ. Chit-khoán pēⁿ ē tì-sú phôe-hu chhut âng-sek ê phôe-chín, iân phôe-hu-kiat hêng-sêng sè-sè ê phā, siōng-bóe ē chhut-hiān khòng-khoah tòa-chn̄g ê khu-he̍k. Tòa-chn̄g-phā-chín khó-lêng ē chiok thiàⁿ ê.

source: Sink
tws: Sé-chhiú tâi-á

source: Sinusitis
tws: Hù-phīⁿ-khang-iām

source: Sinusitis causes swelling and can compromise drainage of mucus or pus from the involved sinus cavity.
tws: Hù-phīⁿ-khang-iām ē tì-sú chéng-tiùⁿ, chit-khoán chêng-hêng ē hō͘ liâm-e̍k a̍h-sī lok-lâng pâi-tī ê hāu-lut kiám-chió.

source: Sinusitis refers to inflammation of one or more sinuses.
tws: Hù-phīⁿ-khang-iām tio̍h-sī kóng chi̍t-ê a̍h-sī khah-chē ê hù-phīⁿ-khang hoat-iām.

source: Sinusitis refers to inflammation of one or more sinuses. Sinusitis causes swelling and can compromise drainage of mucus or pus from the involved sinus cavity.
tws: Hù-phīⁿ-khang-iām tio̍h-sī kóng chi̍t-ê a̍h-sī khah-chē ê hù-phīⁿ-khang hoat-iām. Hù-phīⁿ-khang-iām ē tì-sú chéng-tiùⁿ, chit-khoán chêng-hêng ē hō͘ liâm-e̍k a̍h-sī lok-lâng pâi-tī ê hāu-lut kiám-chió.

source: Skull
tws: Thâu-khak

source: Sneezing
tws: Phah-kha-chhiùⁿ

source: Sofa
tws: Phòng-í

source: Sonography unit
tws: Chhiau-im-pho sek

source: Sonography unit - 6 x 6
tws: Chhiau-im-pho sek - 6 x 6

source: Spleen contusion
tws: Pî-chōng gêng-hoeh

source: Staff
tws: Jîn-oân

source: Staff busy.
tws: Jîn-oân bô-êng.

source: Staff day
tws: Ji̍t-pan jîn-oân

source: Staff day/night
tws: Ji̍t-pan/Iā-pan jîn-oân

source: Staff lunch
tws: Jîn-oân chia̍h tiong-tàu

source: Staff night
tws: Iā-pan jîn-oân

# Staff requirements: 1x Doctor
source: Staff requirements: \n1x Doctor
tws: Jîn-oân su-kiû:\n1 x I-seng

# Staff requirements: 1x Technologist - Radiologist
source: Staff requirements: \n1x Technologist - Radiologist
tws: Jîn-oân su-kiû:\n1 x Ki-su - Hòng-siā ha̍k-chiá

# Staff requirements: None
source: Staff requirements: \nNone
tws: Jîn-oân su-kiû:\nBô

# Staff requirements: 1x Technologist - Biochemist
source: Staff requirements:\n1x Technologist - Biochemist
tws: Jîn-oân su-kiû:\n1 x Ki-su - Seng-hòa ha̍k-chiá

source: Stainless steel stand
tws: Pe̍h-thih tâi-á

source: Start
tws: Khai-sí

source: Start event
tws: Khai-sí sū-kiāⁿ

source: Street lamp
tws: Ke-lō͘ teng-hóe

source: Surgeon
tws: Gōa-kho i-seng

source: Surgeons
tws: Gōa-kho i-seng

source: Surgery
tws: Chhiú-su̍t

source: Surgery Lab
tws: Chhiú-su̍t si̍t-giām-sek

source: Surgery nurses
tws: Gōa-kho hō͘-sū

source: Swelling
tws: Chéng

source: Symptoms
tws: Chèng-thâu

source: TC hospitalization
tws: Kip-chín

source: TITLE_SCREEN_ANIM_TEST
tws: [fuzzy]Lî-khui

source: TV
tws: Tiān-sī

source: Table lamp
tws: Tâi-teng

source: Technologist
tws: Ki-su

source: Technologists
tws: Ki-su

source: Tenderness
tws: Chhek-chín

source: Texture quality: High
tws: Theh-tô͘ phín-chit: Koân

source: Texture quality: Low
tws: Theh-tô͘ phín-chit: Kē

source: The affected area is very sensitive when touched.
tws: Hō͘ chhek-chín ê só͘-chai siōng sensitive.

source: The common cold is a viral infection located to the upper respiratory system, usually the nose or throat.
tws: It-poaⁿ kam-mō͘ sī pēⁿ-to̍k kám-jiám ho͘-khip-khì téng-bīn pō͘-hūn, pêng-sî sī tī phiⁿ-á, âu-thâu a̍h-sī ian-thâu.

source: The common room is the place for hospital staff to rest, study and eat.
tws: Hioh-khùn keng sī pēⁿ-īⁿ jîn-oân hioh-khùn, tha̍k-chheh kah chia̍h-pn̄g ê só͘-chai.

source: The condition is caused by performing repetitive movements resulting in irritation of the muscles and tendons responsible for said movements.
tws: It-ti̍t hoan ê tōng-chok ē tì-sú chit-khoán chêng-hêng, hō͘ kun-bah kah kiàn siōng-chē ê chhì-kek.

source: The disease results in a characteristic skin rash that forms small, itchy blisters, which eventually scab over.
tws: Chit-ê pēⁿ ē tì-sú lâng kui-seng-khu chhut phôe-chín, hêng-sêng sè-sè chhiah-ia̍h ê phā, siōng-bóe kian-phí.

source: The disease results in a red skin rash that forms small blisters in a wide stripe following the course of a dermatome.
tws: Chit-khoán pēⁿ ē tì-sú phôe-hu chhut âng-sek ê phôe-chín, iân phôe-hu-kiat hêng-sêng sè-sè ê phā, siōng-bóe ē chhut-hiān khòng-khoah tòa-chn̄g ê khu-he̍k.

source: The most common bacterial tonsillitis is caused by Streptococcus pyogenes, and is known as 'strep throat'.
tws: Siōng chia̍p-khòaⁿ ê sè-khún-sèng píⁿ-thô-chôaⁿ sī goân-chū chi̍t-chióng liân-só-chiōng kiû-khún (Streptococcus pyogenes), chit-ê pēⁿ mā hō͘ lâng kiò-chò "liân-só âu".

source: The overall satisfaction influenced by needs, other people and environment.
tws: Khi-mo͘-chih ē hō͘ su-kiû, siong-hông ê lâng kah khoân-kéng éng-hióng.

source: The presence of bacteria in the blood.
tws: Tī hoeh lāi hoat-hiān sè-khún.

source: They are usually caused by portal hypertension due to existing liver disease.
tws: Che it-poaⁿ sī hoān-chiá ê koaⁿ-pēⁿ thàu-kòe bûn-chēng-me̍h tì-sú ê.

source: Thirst
tws: Chhùi-ta

source: This can be caused by a decrease in red blood cells or hemoglobin.
tws: Che khó-lêng sī chhiah-hiuh-kiû a̍h-sī huih-sek-sò͘. kiám-chió khí-tì ê.

source: This can be due to the inability to fall asleep, sleep continuously throughout the night or waking up too early.
tws: Che khó-lêng sī bô-hoat-tō͘ khùn--khì, khùn chiok tāng ê a̍h-sī siōng-chá khí-lâi.

source: Thorax contusion
tws: Heng-khám gêng-hoeh

source: Today
tws: Kin-á-ji̍t

source: Total
tws: Chóng-hô

source: Trash bin
tws: Pùn-sò tháng

source: Trauma center
tws: Kip-chín keng

source: Trauma center - 6 x 6
tws: Kip-chín keng - 6 x 6

source: Treat {1} patient(s)
tws: Tī-liâu {1} ê hoān-chiá

source: Treat {1} patient(s) delivered by ambulance
tws: Tī-liâu {1} ê kiù-hō͘-chhia sàng-lâi ê hoān-chiá

source: Treat {1} patients per day
tws: Múi-chi̍t-kang tī-liâu {1} ê hoān-chiá

source: Treat {1} patients per day at any specialized department
tws: Tī any specialized pō͘-mn̂g múi chi̍t-kang tī-liâu {1} ê hoān-chiá

source: Treat {1} patients per day at {2}
tws: Múi-chi̍t-kang tī {2} tī-liâu {1} ê hoān-chiá

source: Treated
tws: Hông tī-liâu

source: Treatment
tws: Tī-liâu

source: Treatment consists of protone pump inhibitors and discontinuation of alcohol or drugs that cause the symptoms.
tws: Tī-liâu hong-hoat pau-hâm proton chúi-hia̍p-á ap-chè-che kah mài kè-siok chia̍h tì-sú chit-khoán pēⁿ ê mi̍h-kiāⁿ, pí-jū lim chiú a̍h-sī chia̍h io̍h-á.

source: Tree
tws: Chhiū-á

source: Tree - small
tws: Chhiū-á - sè-châng ê

source: Triage in the reception
tws: Tī kiám-siong keng kiám-siong

source: Tuberculosis
tws: Kiat-hu̍t-chèng

source: Tuberculosis of the lungs is a highly contagious disease caused by the bacteria Mycobacterium tuberculosis affecting mainly lungs, but it can spread to other organs such as the brain.
tws: Hì-kiat-hu̍t sī chi̍t-chióng thoân-jiám-sèng chin kiông ê pēⁿ. Chit-ê pēⁿ goân-chū chi̍t-ê kiò-chò Mycobacterium tuberculosis ê sè-khún, i chú-iàu éng-hióng hì-chōng, m̄-koh mā ē thoân-pò͘ kàu pa̍t-ê chōng-khì, pí-jū tōa-náu khì.

source: Tularaemia
tws: Thó͘-á-jia̍t

source: Tularaemia is an infectious disease that mainly affects the skin, eyes, lymph nodes or lungs. It is caused by the Francisella tularensis bacteria. Tulareamia is highly contagious, potentially fatal, but can be treated effectively.
tws: Thó͘-á-jia̍t sī chi̍t-chióng chú-iàu éng-hióng phôe-hu, ba̍k-chiu, Lîm-pa-chôaⁿ a̍h-sī hì ê pēⁿ. Che pēⁿ goân-chū chi̍t-chióng kiò-chò Francisella tularensis ê sè-khún. Tulareamia ê thoân-jiám-sèng chin kiông, ū khó-lêng tì-miā, m̄-koh mā ū chiok ū-hāu ê tī-liâu hong-hoat.

source: Tutorial
tws: Kàu-ha̍k

source: Tutorial 1
tws: Kàu-ha̍k 1

source: Tutorial 1 A
tws: Kàu-ha̍k 1 A

source: Tutorial 1 B
tws: Kàu-ha̍k 1 B

source: Tutorial 2
tws: Kàu-ha̍k 2

source: Tutorial 3
tws: Kàu-ha̍k 3

source: Tutorial 4
tws: Kàu-ha̍k 4

source: Typhoid fever
tws: Tn̂g-jia̍t-pēⁿ

source: Typhoid fever is a bacterial disease that spreads through contaminated water and food. It is rare in industrialized countries.
tws: Tn̂g-jia̍t-pēⁿ sī chi̍t-chióng sè-khún chi̍t-pēⁿ it-poaⁿ ùi hō͘ u-jiám ê chúi a̍h-sī chia̍h-mi̍h thoân-pò͘. Che pēⁿ tī kang-gia̍p-hòa kok-ka chiok hán-tit khòaⁿ ê.

source: Typhus fever
tws: Chì-hû-su-jia̍t

source: USG tech
tws: Chhiau-im-pho ki-su

source: USG tech.
tws: Chhiau-im-pho ki-su

source: UTF, or cystitis, is an infection of the bladder usually by E. coli; a type of bacteria commonly found in the gastrointestinal (GI) tract. It is a condition a hundred times more common in women due to a shorter urinary tract.
tws: UTF (Jiō-kńg kám-jiám), mā kiò-chò phōng-kong-iām, it-poaⁿ sī phōng-kong òe-tio̍h tōa-tn̂g-kán-khún (E. coli). Chit-khoán sè-khún it-poaⁿ sī tī ūi-tn̂g-kńg lāi hoat-hiān. Cha-bó͘-lâng in-ūi khah té ê jiō-tō, tio̍h chit-khoán pēⁿ ê ki-hōe pí cha-po͘ koân pah pòe.

source: Ulcerative colitis
tws: Ùi-iông-sèng kiat-tn̂g-iām

source: Ulcerative colitis is an inflammatory bowel disease that produces ulcers in the large intestine. The exact cause is unknown, however, it is evident that there are genetic, environmental and autoimmune components.
tws: Ùi-iông-sèng kiat-tn̂g-iām sī chi̍t-chióng tī tōa-tn̂g chè-chō ùi-iông ê hoat-iām-sèng tn̂g-á pēⁿ.Chèng-khak ê goan-in iáu-koh m̄-chai. M̄-koh, ū chèng-kù kóng ki-in, khoân-kéng kah chū-thé-bián-e̍k iú-koan.

source: Undigested lactose can result in bloating, diarrhea, gas or abdominal pain.
tws: Bô siau-hòa ê leng-thn̂g ē tì-sú tiòng-khì, hā-lī, phòng-hong, a̍h-sī pak-tó͘ thiàⁿ.

source: Unlock all departments
tws: Tháu-pa̍k choân-pō͘ ê pō͘-mn̂g.

source: Upload
tws: Aplo͘

source: Upload to workshop
tws: Aplo͘ kàu kang-liâu

source: Urinary tract infection
tws: Jiō-kńg kám-jiám

source: Viral tonsillitis
tws: Pēⁿ-to̍k-sèng píⁿ-thô-chôaⁿ-iām
